/*

////////////////////////////////////////////////旧轮胎////////////////////////////////////////////////////////
2018/8/7
电压7.85
float HighSpeed = 260;////默认全局速度
float dir_kp1 = 28.5;
float dir_kp2 = 80; 
float dir_kd = 160;

2018/8/8
电压7.74
float HighSpeed = 260;////默认全局速度
float dir_kp1 = 29;
float dir_kp2 = 120;
float dir_kd = 240;


2018/8/9
电压7.74
float HighSpeed = 260;////默认全局速度
float dir_kp1 = 27.5;
float dir_kp2 = 150;
float dir_kd = 270;

////////////////////////////////////////////////新轮胎////////////////////////////////////////////////////////
2018/8/9
电压7.7
float HighSpeed = 230;////默认全局速度
float dir_kp1 = 27.5;
float dir_kp2 = 130;
float dir_kd = 250;
 

*/